 [
  {
    "_id": 1,
    "name": "BEECH BONSAI TREES",
    "price": 56,
    "img": "/images/ImgData/BEECH-BONSAI.jpg",
    "info": "‘My favorite bonsai tree types are also some of my favorite full-size mature trees,’ says Stuart MacKenzie, master arborist and expert at Trees.com. ‘I just love beech trees as bonsai – to see them scaled down in size, but still look majestic and strong.’\n\n    ‘The copper beech has a tale that it got its wonderful color from a dispute between two European brothers, who killed each other over the discovery of the original specimen. Hence, the different hues of red to purple in the springtime.’\n    \n    One of the beech bonsai tree’s best assets is its smooth bark – ‘almost like an elephant’s hide.’\n    \n    While a beautiful tree, the beech bonsai is more temperamental than some other bonsai trees – in particular you must never allow the soil to dry out completely. ‘It needs the right pruning methods, soil care and watering treatment,’ adds MacKenzie. ‘But look after it properly and it is a model specimen as a bonsai.’"
  },
  {
    "_id": 2,
    "name": "FICUS BONSAI",
    "price": 64,
    "img": "/images/ImgData/FICUS-BONSAI.jpg",
    "info": "‘The ficus is by far the most popular type of bonsai for its versatility and unique trunk shapes,’ says Sophie Wilcox, project interior design coordinator at Vevano Home.\n\n    ‘One of the characteristics that makes them the most popular is their ability to grow aerial roots, which can only be done if they are in a humid environment.’\n    \n    Bonsai ficuses include the retusa, which typically has an S-shaped trunk and very dark oval leaves; the ginseng, with a pot-bellied trunk that looks like a ginseng root; and the benjamina, which can grow in a weeping or upright shape, and has unique and lush foliage.\n    \n    ‘The ficus bonsai needs to be watered regularly, but it can handle being under or over watered occasionally, adds Wilcox. ‘These trees will grow best in high humidity and do not do well in dry air.'\n    \n    Misting the leaves can improve humidity, but overdoing it increases the chance of a fungal infection. \n    \n    'Bright or indirect light is needed, and they need very mild temperatures, so make sure it’s not near a cold window or heating vent in the winter, or near a/c vents.’\n    \n    Fertilize every two weeks in the summer, and repot every two years into a slightly larger pot."
  },
  {
    "_id": 3,
    "name": "CHINESE ELM",
    "price": 74,
    "img": "/images/ImgData/CHINESE-ELM.jpg",
    "info": "Popular with beginner bonsai growers, the Chinese elm is well-proportioned with an attractive woodland tree appearance and small leaves. \n\n    ‘Chinese elm bonsai trees come in several different varieties and fall under the “windswept” bonsai category because they require lots of air flow around their branches and leaves,’ says Lindsey Hyland, founder of Urban Organic Yield.\n    \n    ‘It's a hardy plant that can handle many different climates, but requires more frequent watering than other bonsais.’\n    \n    The Chinese elm bonsai is ideally suited to growing indoors, but can be placed in the garden over the summer. It needs frequent fertilizing and regular trimming to keep it in good shape."
  },
  {
    "_id": 4,
    "name": "JAPANESE MAPLE TREES",
    "price": 45,
    "img": "/images/ImgData/JAPANESE-MAPLE .jpg",
    "info": "‘Japanese maple trees are always the stars of the show, and along with pines tend to be a more traditional bonsai choice,’ says MacKenzie.\n\n    ‘These tend to imply the cultural history or story of size, shape and form of the bonsai. Maples usually have a nice canopy of color that is asymmetrical, but uniform.’ Indeed, Japanese maples are one of the best trees for autumn color.\n    \n    Even in bonsai form, maples are frost hardy down to 15°F (-10°C), so make a great choice for displaying on a patio. Though, if temperatures rise above 85°F (30°C), you should move them to a more sheltered spot to avoid leaf damage.\n    \n    Water daily in warmer weather, and prune year round as and when needed. Repot every two years."
  },
 
  
  {
    "_id": 5,
    "name": "BIRCH BONSAI TREES",
    "price": 45,
    "img": "/images/ImgData/BIRCH-BONSAI.jpg",
    "info": "I love seeing birch trees displayed as bonsai – some of my favorites have been displayed as a grove, which looks and feels like a tiny woodland vignette,’ says MacKenzie. \n\n    ‘I have seen them at 3-4 feet in height. The bark becomes the statement, and is a storyboard to the imagination.’\n    \n    Birch bonsai trees are frost hardy, so ideal for the garden. They thrive in the sun and need a lot of watering in the summer. However, as with most bonsai trees, they do not like the soil to be waterlogged.\n    \n    You will need to repot your birch bonsai every few years, and prune regularly but with a light touch, as large cuts can cause wood rot."
  },
  {
    "_id": 6,
    "name": "JUNIPER BONSAI",
    "price": 100,
    "img": "/images/ImgData/JUNIPER-BONSAI.jpg",
    "info": "Juniper bonsai trees are widely available, and make an ideal choice for beginners.\n\n    ‘Two of the more popular types are the Chinese juniper and the Japanese shimpaku,’ says Wilcox. ‘Both have scale-like foliage, and their colors range from a yellowish green to a blueish green.’\n    \n    Another popular type is the Japanese needle juniper. ‘This type is an evergreen with both male and female reproductive parts so that it can pollinate itself,’ says Hyland. ‘The needles on this type of bonsai are stiff and thick, giving the tree a distinct look for any home or office.’\n    \n    Juniper bonsai trees grow best in bright light in a humid environment, and can be misted regularly without the threat of fungal infections. Allow the soil to dry out slightly in-between waterings.\n    \n    ‘The juniper can go years without being repotted,’ adds Wilcox. ‘Be careful not to damage the root system when transporting it to a new pot.’"
  },
 
  {
    "_id": 8,
    "name": "PINE BONSAI TREES",
    "price": 94,
    "img": "/images/ImgData/PINE-BONSAI.jpg",
    "inf0": "‘Pines are some of the most common bonsai to be seen. They tend to be a good start for the beginner,’ says MacKenzie. \n\n    Pine trees are evergreen, and fall into the category of either being single or multi-flush, meaning they have more than one growth flush in a year. Japanese red and black pines are examples that experience two growth flushes, and need pruning in summer to encourage new growth and balance the new and old shoots.\n    \n    Japanese white pines, mugo pines and Scots pines are mountain pines evocative of rugged landscapes. They are slow growing, and need pruning with caution.\n    \n    In general, you need to understand the specifics of pruning pine bonsai trees, as the technique differs depending on the variety you have. However, once you known how to prune them, pine trees tend to do very well. Position in full sun, and take care not to overwater."
  },
  {
    "_id": 9,
    "name": "CARMONA BONSAI",
    "price": 69,
    "img": "/images/ImgData/CARMONA-BONSAI.jpg",
    "info": "‘Also known as the fukien tea, the carmona bonsai is renowned not just for its ability to flourish indoors, but also for its small white flowers, which can bloom all year, as well as the crimson fruit it produces,’ says Nikitia, founder of Mit City Farm. ‘I think it is the ideal option for beginners.’\n\n    While the carmona bonsai thrives in bright light indoors, it's also a good idea to give it some time outside in the spring and early summer.\n    \n    Keep the soil moist but not soaked, fertilize regularly in the growing season, and keep on top of trimming."
  },
  {
    "_id": 10,
    "name": "BALD CYPRESS BONSAI TREE",
    "price": 24,
    "img": "/images/ImgData/BALD-CYPRES-BONSAI2.jpg",
    "inf0": "‘The bald cypress bonsai tree can live for a very long time – there are even some reputed to be more than 1,000 years old,’ says Pierce.\n\n    Cypress bonsai trees have almost fern-like small needled leaves that turn a lovely deep shade in the fall. They require a lot of light and warmth and need to be positioned in a sunny spot. However, they don’t tolerate frost. \n    \n    ‘Bald cypresses are used to very wet climates, so they need to be watered every day, and they grow really quickly, which means they need to be repotted quite often,’ adds Pierce."
  },
  {
    "_id": 7,
    "name": "SATSUKI AZALEA",
    "price": 37,
    "img": "/images/ImgData/SATSUKI-AZALEA.jpg",
    "info": "‘My personal favorite bonsai tree types are the flowering varieties such as satsuki azaleas,’ says Jin. ‘They look great when they blossom and I enjoy the changes with every season that they have to offer.’\n\n    As well as satsuki azaleas, there are also other varieties available. 'Azalea bonsai trees are absolutely gorgeous and they add an element of color to any space. This type can be either pink, red, or white,' says botanist Hannah Pierce.\n    \n    Azalea bonsai trees love the sun, but in the high summer sun will benefit from some shade. They can withstand frost down to 40°F (-5°C).\n    \n    As azaleas like acidic soil, it is important not to water them with tap water, as it can affect the pH balance of the soil – stick to rainwater. Keep the soil moist and feed with an azalea fertilizer weekly in the growing season.\n    \n    Prune the lower branches harder than those at the top, and remove faded blooms immediately after flowering."
  },
  {
    "_id": 11,
    "name": "JADE BONSAI",
    "price": 24,
    "img": "/images/ImgData/JADE-BONSAI.jpg",
    "info": "Also known as the crassula bonsai, this woody tree originates from South Africa. ‘The sturdy trunk and leaves of this shrub-like bonsai tree are sensitive to cold, making it suitable for indoor maintenance,’ says Nikitia.\n\n    ‘Because jade bonsai trees retain a lot of water in their leaves, don't overwater them, and make sure they're in a well-draining container.’\n    \n    Prune regularly and repot every two years, but be careful about wiring jade bonsai trees, as the wood is soft and susceptible to damage."
  },
  {
    "_id": 12,
    "name": "FLOWERING APRICOT BONSAI",
    "price": 78,
    "img": "/images/ImgData/FLOWERING-APRICOT-BONSAI.jpg",
    "info": "Hailing from Vietnam, this yellow flowering apricot bonsai tree is truly a sight to behold, and one of the most spectacular bonsai tree types. In its native country, it is celebrated as a symbol of the new year. \n\n    However, while you would be lucky to source this particular variety, Japanese apricots with pink or white flowers can be more readily found.\n    \n    These beautiful bonsai trees are frost hardy and suited to outdoors. They flower with fragrant blooms at the end of winter, and produce fruits in the summer.\n    \n    Keep the soil moist and repot every few years."
  }
 
]